IDEA Open Model
ResultOfIncrement2.AxialStress Property
Compatible with IDEA StatiCa 20.1
 Axial stress
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double AxialStress { get; set; }
Public Property AxialStress As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfIncrement2 Class
IdeaRS.OpenModel.Result Namespace